Revit 2027 API
ParameterTypeId.RbsPipeTypeFittingLossKfactorParam Property
 "K Coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeTypeFittingLossKfactorParam { get; }
Public Shared ReadOnly Property RbsPipeTypeFittingLossKfactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeTypeFittingLossKfactorParam {
	ForgeTypeId^ get ();
}
static member RbsPipeTypeFittingLossKfactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace